[
  {
    "title": "1. Введение — зачем нужна практика «Хорошо — Плохо»",
    "level": 1,
    "id": "1-vvedenie",
    "content_html": "<p>Эта практика расфиксации помогает \"снять власть\" фиксированной идеи за счёт одновременной работы на когнитивном, эмоциональном и соматическом уровнях. Основа — четыре формулы отношения к идее (поддерживаю/не поддерживаю × это хорошо/это плохо) и целевой возврат ресурсов, которые удерживались фиксацией.</p><p>Ключевой приём — произнесение вслух с вниманием к телесным ощущениям: тело лучше отвечает на сенсорную и вибрационную обратную связь, чем на чисто мысленные рассуждения.</p>",
    "refs_html": "",
    "children": []
  },
  {
    "title": "2. Что такое «идея» с точки зрения ума и тела",
    "level": 1,
    "id": "2-idea-mind-body",
    "content_html": "<p>Идея — это устойчивая нейронная конфигурация, связанная с определёнными эмоциями и телесными паттернами (дыхание, мышечный тонус, вегетативные реакции). Многократное переживание переводит её в режим «автопилота» — человек реагирует, а не выбирает. Отождествление с идеей делает её непроницаемой: она переживается как «реальность», а не как гипотеза.</p><p>Чтобы разрушить фиксацию, нужен метаподход, показывающий множественность и относительность позиций, и включающий телесную обратную связь — произнесённый голос, вибрации, дыхание.</p>",
    "refs_html": "",
    "children": []
  },
  {
    "title": "3. Четыре формулы: когнитивная дефузия и интеграция полярностей",
    "level": 1,
    "id": "3-four-formulas",
    "content_html": "<p>Последовательно произнесите (вслух или шёпотом), подставляя свою формулировку идеи:</p><ul><li><b>«Я поддерживаю эту идею — и это хорошо».</b></li><li><b>«Я больше не буду поддерживать эту идею — и это хорошо».</b></li><li><b>«Я поддерживаю эту идею — и это плохо».</b></li><li><b>«Я больше не буду поддерживать эту идею — и это плохо».</b></li></ul><p>Добавки «и это хорошо/плохо» активируют систему оценивания и вскрывают обе полярности (привязанность/избегание), предотвращая застревание в одной позиции. При последовательном проговаривании идея утрачивает статус «объективной реальности» и становится наблюдаемым явлением — это и есть эффект дефузии.</p>",
    "refs_html": "",
    "children": []
  },
  {
    "title": "4. Возврат ресурса (интеграция)",
    "level": 1,
    "id": "4-resource-return",
    "content_html": "<p>После четырёх формул верните заблокированный фиксацией ресурс. Если понятно, что именно возвращается — назовите это. Если нет, используйте универсальную формулу:</p><blockquote><p><i>«Я позволяю себе вернуть ресурс, который блокировала эта идея. Я возвращаю части Я, которые могут действовать осознанно, осмысленно и произвольно в этой области, а также свою ответственность, сброшенную в этой области. Я интегрирую эти ресурсы на уровне духа, ума и тела и даю им достойное место в своей жизни и пространстве».</i></p></blockquote><p>Смысл — восстановить связность между когнитивным, эмоциональным и телесным уровнями, чтобы энергия внимания перестала удерживаться фиксацией и стала доступной для свободного использования.</p>",
    "refs_html": "",
    "children": []
  },
  {
    "title": "5. Полный голосовой шаблон (пошагово)",
    "level": 1,
    "id": "5-voice-template",
    "content_html": "<ol><li>«Я поддерживаю идею: <i>[ваша формулировка]</i> — и это хорошо».</li><li>«Я больше не буду поддерживать идею: <i>[ваша формулировка]</i> — и это хорошо. Я осознанно, осмысленно, произвольно и необратимо отменяю её в прошлом, настоящем и будущем».</li><li>«Я поддерживаю идею: <i>[ваша формулировка]</i> — и это плохо».</li><li>«Я больше не буду поддерживать идею: <i>[ваша формулировка]</i> — и это плохо. Я осознанно, осмысленно, произвольно и необратимо отменяю её в прошлом, настоящем и будущем».</li><li>Фраза возврата ресурса (универсальная формула из предыдущего раздела).</li></ol><p>Произносите <b>вслух (можно шёпотом)</b> с вниманием к ощущениям (дыхание, грудь, горло, живот). Это переводит работу из «мыслей» в контур «ум ↔ тело».</p>",
    "refs_html": "",
    "children": []
  },
  {
    "title": "6. Микро-протокол выполнения",
    "level": 1,
    "id": "6-micro-protocol",
    "content_html": "<ul><li><b>1–2 подхода подряд</b>: проговорите все 4 формулы + возврат ресурса (занимает 2–4 минуты).</li><li><b>Наблюдайте тело</b>: после каждой формулы — небольшой вдох/выдох, отметьте изменения напряжения.</li><li><b>Повторы</b>: при необходимости выполните ещё 1–2 цикла позже в течение дня (распределённая практика).</li></ul>",
    "refs_html": "",
    "children": []
  },
  {
    "title": "7. Подсказки по формулировке идеи",
    "level": 1,
    "id": "7-idea-phrasing",
    "content_html": "<p>Формулируйте коротко и директивно, как внутреннее правило: «Мне нельзя ошибаться», «Просить помощи — стыдно», «Если я покажу слабость, меня отвергнут», «Быть идеальным — обязательно».</p>",
    "refs_html": "",
    "children": []
  },
  {
    "title": "8. Частые эффекты и безопасность",
    "level": 1,
    "id": "8-effects-safety",
    "content_html": "<ul><li><b>Обычные эффекты</b>: облегчение, зевота/вздохи, расслабление мышц, прояснение мыслей.</li><li><b>Если стало тяжело</b>: уменьшите темп, вернитесь к дыханию, сделайте паузу, переключитесь на нейтральную деятельность. При стойком дистрессе — к специалисту.</li></ul>",
    "refs_html": "",
    "children": []
  },
  {
    "title": "9. Почему это работает (кратко)",
    "level": 1,
    "id": "9-why-it-works",
    "content_html": "<p>Комбинация вербализации, голосовой обратной связи, охвата обеих полярностей («хорошо/плохо») и явного <i>отказа от поддержания</i> идеи снижает автоматизм реакции и возвращает произвольный контроль. Возврат ресурса завершает цикл интеграцией.</p>",
    "refs_html": "",
    "children": []
  }
]
