export const PRACTICES = [
  {
    slug: 'good-bad',
    title: 'Хорошо — Плохо',
    description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.',
  },
  {
    slug: 'self-destructive',     
    title: 'Программы саморазрушения',
    description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  },
  {
    slug: 'self-destructive',     
    title: 'Программы саморазрушения',
    description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  },
  {
    slug: 'self-destructive',     
    title: 'Программы саморазрушения',
    description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  },  
  {
    slug: 'self-destructive',     
    title: 'Программы саморазрушения',
    description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим у'
  },
    {
    slug: 'self-destructive',     
    title: 'Программы саморазрушения',
    description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  },  
    {
    slug: 'self-destructive',     
    title: 'Программы саморазрушения',
    description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  },  
    {
    slug: 'self-destructive',     
    title: 'Программы саморазрушения',
    description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  },  
    {
    slug: 'self-destructive',     
    title: 'Программы саморазрушения',
    description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  },  
  //   {
  //   slug: 'self-destructive',     
  //   title: 'Программы саморазрушения',
  //   description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  // },  
  //   {
  //   slug: 'self-destructive',     
  //   title: 'Программы саморазрушения',
  //   description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  // },  
  //   {
  //   slug: 'self-destructive',     
  //   title: 'Программы саморазрушения',
  //   description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  // },  
  //   {
  //   slug: 'self-destructive',     
  //   title: 'Программы саморазрушения',
  //   description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  // },  
  //   {
  //   slug: 'self-destructive',     
  //   title: 'Программы саморазрушения',
  //   description: 'Выйдите в позицию наблюдателя и посмотрите на проблему под другим углом, разбирая с положительные и отрицательные.'
  // },  
  
];

export const practiceMap = new Map(PRACTICES.map(p => [p.slug, p]));
